tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'thoughtbot/formulae'

brew 'exercism'
brew 'mas'
brew 'neovim'
brew 'node'
brew 'postgresql', restart_service: true
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'thoughtbot/formulae/rcm'
brew 'the_silver_searcher'

cask 'atom'
cask 'dash'
cask 'github-desktop'
cask 'slack'
cask 'spectacle'

cask 'caffeine'
cask 'day-o'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'licecap'
cask 'ngrok'

# PCO
cask 'viscosity'

mas 'GIFHunter', id: 1031163338
mas 'Noizio', id: 928871589
