tap 'thoughtbot/formulae'

brew 'autojump'
brew 'ctags'
brew 'mas'
brew 'python'
brew 'neovim'
brew 'the_silver_searcher'

# brew 'node'
# brew 'postgresql', restart_service: true
# brew 'rbenv'
# brew 'thoughtbot/formulae/rcm'

# cask 'atom'
cask 'iterm2'
cask 'dash'
cask 'slack'
cask 'alfred'

cask 'spectacle'
# cask 'karabiner-elements'
cask 'rocket'

cask 'spotify'
cask 'homebrew/cask-drivers/sonos'

cask 'caffeine'
cask 'day-o'
cask 'google-chrome'
cask 'licecap'
cask 'ngrok'

mas '1Password', id: 1333542190

mas 'Things 3', id: 904280696

mas 'Tomato One', id: 907364780

mas 'Noizio', id: 928871589

# Work Specific
cask 'viscosity'
cask 'docker'
