tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'thoughtbot/formulae'

brew 'mas'
brew 'thoughtbot/formulae/rcm'
brew 'postgresql', restart_service: true
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'exercism'
brew 'node'

cask 'atom'
cask 'dash'
cask 'github-desktop'
cask 'parallels-desktop'
cask 'skype-for-business'
cask 'slack'
cask 'spectacle'
cask 'adobe-creative-cloud'
cask 'balsamiq-mockups'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'kitematic'
cask 'licecap'
cask 'ngrok'
cask 'omnifocus-clip-o-tron'

mas 'OmniFocus', id: 867299399
mas 'Kindle', id: 405399194
mas 'CloudApp', id: 417602904
mas 'Tomato One', id: 907364780
mas 'iA Writer', id: 775737590
mas 'Noizio', id: 928871589
mas 'Transmit', id: 403388562
mas 'MindNode', id: 992076693
mas 'GIFHunter', id: 1031163338
